---
kind: property
id: P:Autodesk.Revit.DB.FabricationVersionInfo.Version
source: html/4b70dcc7-8e87-ac75-9803-f34276043372.htm
---
# Autodesk.Revit.DB.FabricationVersionInfo.Version Property

The version number of the change.

## Syntax (C#)
```csharp
public int Version { get; }
```